[{
        "name": "Gucci G-Timeless Watch YA1264034",
        "description": "This elegant G-Timeless watch from Gucci showcases a black Gucci Signature leather dial set in a 38mm polished yellow-gold-tone PVD-finish stainless steel case, paired with a black Gucci Signature calf leather strap. A scratch-resistant sapphire crystal with antireflective coating tops the dial, while a yellow-gold-tone PVD-finish stainless steel buckle secures the strap. The watch features a Swiss quartz movement and is water-resistant to 50 meters.",
        "img": "https://www.jared.com/productimages/processed/V-290462009_0_800.jpg?pristine=true",
        "price": 1060,
        "quantity": 6
    },
    {
        "name": "Bulova Modern Collection Men's Watch 98D144",
        "description": "This sleek men's watch from the Modern collection by Bulova showcases a 42mm black ion-plated stainless steel case topped by a metalized edge-to-edge curved crystal that blends with the black dial. Diamonds and silver-tone indexes pair with silver-tone hands and a date window to complete the dial. Water-resistant to 30 meters, the men's watch includes a screw-in case back and features a quartz movement. The black ion-plated stainless steel bracelet secures with a deployment buckle.",
        "img": "https://www.jared.com/productimages/processed/V-270775606_0_800.jpg?pristine=true",
        "price": 337,
        "quantity": 3

    },
    {
        "name": "Gucci Dive Unisex Watch YA136322",
        "description": "For Cruise 2019, the Gucci Dive unisex watch blends the casual look of a logo-embossed white rubber strap with a symbolic motif of the House—the feline head—framed by a 40mm yellow-gold-tone PVD-finish stainless steel case. Water-resistant to 200 meters, the watch features a Swiss-made quartz movement.",
        "img": "https://www.jared.com/productimages/processed/V-290616503_0_800.jpg?pristine=true",
        "price": 1620,
        "quantity": 8
    },
    {
        "name": "Bulova Marine Star Automatic Men's Watch 98A227",
        "description": "This Marine Star men's watch from Bulova showcases an automatic movement visible through the dark blue dial. The 45mm rose-gold-tone stainless steel case includes a fixed bezel with a blue outer ring, while the dial is topped with a flat mineral crystal. Roman numeral indexes lend further distinction. The blue textured rubber strap secures with a buckle and has a contrasting red underside. The watch is water-resistant to 200 meters.",
        "img": "https://www.jared.com/productimages/processed/V-270792106_0_800.jpg?pristine=true",
        "price": 446,
        "quantity": 9

    },
    {
        "name": "Tissot T-Race Chronograph",
        "description": "The essence of the Tissot T-Race are features inspired by motorcycle! The push-pieces are engraved with the words Start and Reset reminding of the commands setting of a racing bike. Another extra touch is the silicone bracelet giving an additional hint about the motobiker style the watch wants to suggest. The black dial includes three rose-gold-tone-trimmed timing subdials and a date window, topped by a scratch-resistant sapphire crystal. It is set in a 47mm black and rose-gold-tone PVD-finish stainless steel case. The black silicone strap secures with a buckle. The watch features a Swiss quartz chronograph movement, and is water-resistant to 100 meters. Style # T1154173705100.",
        "img": "https://www.jared.com/productimages/processed/V-312175603_0_800.jpg?pristine=true",
        "price": 625,
        "quantity": 10
    },
    {
        "name": "Bulova Men's Watch Crystals Collection 98C126",
        "description": "Distinctively styled with a silver-tone pave dial set with sparkling clear crystals and three subdials for month, day and 24-hour time, this men's watch from the Crystals collection by Bulova shines for any occasion. Additional crystals accent the 43mm yellow-gold-tone stainless steel case, bezel and yellow-gold-tone stainless steel bracelet that secures with a deployment clasp. The men's watch features a quartz movement, and it is water-resistant to 30 meters.",
        "img": "https://www.jared.com/productimages/processed/V-270713605_0_800.jpg?pristine=true",
        "price": 468,
        "quantity": 1

    },
    {
        "name": "TAG Heuer CARRERA Calibre 16 Men's Watch CV2A1V.BA0738",
        "description": "Easy-to-read yet awash in useful information, this CARRERA men's chronograph watch from TAG Heuer includes a day-date window, distinctive chronograph subdials, and a fixed blue ceramic bezel with a tachymeter scale. A scratch-resistant sapphire crystal with double-sided, anti-reflective treatment tops the blue sunray brushed dial. The men's watch features the Calibre 16 automatic movement, which is set in a 43mm polished stainless steel case that pairs well with the matching bracelet. The men's chronograph watch is water-resistant to 100 meters and secures with a push-button fold-over clasp.",
        "img": "https://www.jared.com/productimages/processed/V-290476504_0_800.jpg?pristine=true",
        "price": 4850,
        "quantity": 0
    },
    {
        "name": "Oris Men's Watch Aquis Date",
        "description": "All-around function and style come together in this Aquis Date men's watch from Oris. The blue dial is set in a 43mm stainless steel case surrounded by a black ceramic minutes ring, and is topped by a scratch-resistant sapphire crystal. The automatic movement is visible through the mineral case back. Water-resistant to 300 meters, the men's watch includes easy-to-read luminous hands and markers, a large crown and easy-to-grip bezel. A fold-over clasp secures the stainless steel bracelet. Style # 733773041350782405.",
        "img": "https://www.jared.com/productimages/processed/V-340433008_0_800.jpg?pristine=true",
        "price": 2200,
        "quantity": 24

    },
    {
        "name": "Casio G-SHOCK Men's Watch GBD800UC-5",
        "description": "A mid-size design that's optimal for running and training, Bluetooth®, phone app linking and much more makes the GBA800 the perfect choice for everyday wear and fitness training. While linked with the G-SHOCK Connected phone app, you can configure settings for a step count log with five exercise intensity levels, calorie calculations, and step targets. You can also use the app to create timer combinations and send them to the watch, store stopwatch measurement data, view data, and more. The 49mm case is crafted of stainless steel with brown resin, and the brown resin strap secures with a buckle.",
        "img": "https://www.jared.com/productimages/processed/V-302361504_0_800.jpg?pristine=true",
        "price": 99,
        "quantity": 9

    },
    {
        "name": "Casio EDIFICE Men's Watch EFSS570D-1A",
        "description": "This Casio G-SHOCK men's chronograph watch from the Edifice Solar collection showcases an easy-to-read black carbon fiber dial with stainless steel indexes and hands, and a 44mm stainless steel case. The dial includes a one-second stopwatch, date window and a battery-level indicator. The solar-powered movement charges in any light. A fold over deployment clasp secures the stainless steel bracelet, and the watch is water-resistant to 100 meters.",
        "img": "https://www.jared.com/productimages/processed/V-302440704_0_800.jpg?pristine=true",
        "price": 165,
        "quantity": 18

    },
    {
        "name": "Gucci Men's Watch Dive YA136209",
        "description": "This extra large Dive men's watch from Gucci features a black matte dial with date indicator and luminous hands and indexes encircled by a distinctive unidirectional rotating bezel with a black glass insert, green and red colored indexes in first quarter and a luminous triangle mark at the zero point. A scratch-resistant sapphire crystal with antireflective coating tops the 45mm stainless steel case. The green and red web nylon strap secures with a deployment buckle, and the men's watch features a Swiss quartz movement and water-resistance to 200 meters.",
        "img": "https://www.jared.com/productimages/processed/V-290452008_0_800.jpg?pristine=true",
        "price": 1390,
        "quantity": 7

    },
    {
        "name": "Citizen Men's Watch Axiom Black Out AU1065-58E",
        "description": "The refined yet sleek design of the Axiom men's watch from Citizen offers a day-to-night fashion option for the avid trendsetter. This Black Out model has a black dial and black accents set in a black ion-plated stainless steel case with edge-to-edge glass. Citizen Eco-Drive is fueled by light, any light, so it never needs a battery.",
        "img": "https://www.jared.com/productimages/processed/V-282085303_0_800.jpg?pristine=true",
        "price": 262,
        "quantity": 21

    },
    {
        "name": "Tissot Men's Watch T-Complication Squelette",
        "description": "Every detail of the hand-wound mechanical movement of the T-Complication Squelette men's watch from Tissot is completely visible through the dial. Fully skeletonized blue hands detail the hours, minutes and seconds and pair with luminous indexes. The 43mm stainless steel case is protected by scratch-resistant sapphire crystal with anti-reflective coating both above and below. A handsome leather strap secures the men's watch with a push-button deployment clasp, and the watch is water-resistant to 50 meters. Style # T0704051641100.",
        "img": "https://www.jared.com/productimages/processed/V-311993303_0_800.jpg?pristine=true",
        "price": 1950,
        "quantity": 4

    },
    {
        "name": "Citizen Promaster Nighthawk Men's Watch BJ7007-02L",
        "description": "The Blue Angels are the Navy's elite flight demonstration squadron renowned for their precision and grace showcased in each of their flight maneuvers. This precision and grace is exhibited in the CITIZEN Blue Angels Nighthawk men's watch with a 42mm navy blue ion-plated stainless steel case, navy blue leather strap and navy blue dial with bright yellow accents. A watch powered by any light with Eco-Drive Technology featuring 12/14-hour time, pilot's rotating slide ring and date.",
        "img": "https://www.jared.com/productimages/processed/V-282150705_0_800.jpg?pristine=true",
        "price": 318,
        "quantity": 11

    },
    {
        "name": "Tissot PRC 200 Men's Chronograph Watch",
        "description": "This men's sport watch from the PRC200 collection by Tissot has a blue chronograph dial with silver-tone markers and hands and includes a tachymeter scale and date window. The quartz movement is protected by a scratch-resistant sapphire crystal set in a 43mm round stainless steel case. The stainless steel bracelet is secured with a push-button deployment clasp and the watch is water-resistant to 200 meters. Style # T1144171104700.",
        "img": "https://www.jared.com/productimages/processed/V-312577808_0_800.jpg?pristine=true",
        "price": 495,
        "quantity": 15

    },
    {
        "name": "Movado BOLD Watch Chronograph 3600277",
        "description": "This sophisticated, large BOLD chronograph from Movado features gunmetal gray styling that is both neutral and cool. The 44mm gunmetal gray ion-plated stainless steel case, topped by a K1 crystal, protects the Swiss quartz chronograph movement. The gray metallic dial has a matching sunray dot, hands, and subdials, and includes a stamped minute and hour index. A push-button deployment clasp secures the gunmetal gray ion-plated stainless steel bracelet, and the watch is water-resistant to 30 meters.",
        "img": "https://www.jared.com/productimages/processed/V-302401500_0_800.jpg?pristine=true",
        "price": 995,
        "quantity": 4

    },
    {
        "name": "Bulova Men's Classic Wilton Chronograph Watch 97B170",
        "description": "A blue textured dial with three timing subdials and applied Roman markers, a tachymeter scale and a calendar feature distinguishes this new Wilton style men's chronograph watch from the Classic collection by Bulova. A domed mineral crystal tops the 46mm rose-gold-tone stainless steel case, while the crocodile-embossed blue leather strap secures with a push-button deployment clasp. The men's watch is water-resistant to 30 meters.",
        "img": "https://www.jared.com/productimages/processed/V-270716501_0_800.jpg?pristine=true",
        "price": 371,
        "quantity": 2

    },
    {
        "name": "Bulova Men's Modern Automatic Watch 98A203",
        "description": "This men's watch from the Modern Automatic collection by Bulova showcases an open aperture black dial set in a 42mm black ion-plated stainless steel case that displays the automatic self-winding movement, which has a 40-hour power reserve. A domed mineral glass tops the dial, while the screw-back case enables water-resistance to 30 meters. The black ion-plated stainless steel bracelet secures with a push-button deployment clasp.",
        "img": "https://www.jared.com/productimages/processed/V-270716602_0_800.jpg?pristine=true",
        "price": 468,
        "quantity": 0

    },
    {
        "name": "Bulova Latin Grammy Men's Watch 98A236",
        "description": "This stylish Latin Grammy men's watch from Bulova showcases a black, open aperture dial that reveals the automatic movement and is topped by a scratch-resistant sapphire crystal. Red index accents further distinguish the dial while the 41mm rose-gold-tone plated stainless steel case completes the look. A deployment buckle secures the piano key-inspired, rose-gold-tone bracelet, and the men's watch is water-resistant to 100 meters.",
        "img": "https://www.jared.com/productimages/processed/V-270847407_0_800.jpg?pristine=true",
        "price": 562,
        "quantity": 16

    },
    {
        "name": "Bulova Modern Collection Men's Watch 96E117",
        "description": "This sleek men's watch from the Modern collection by Bulova showcases a 43mm stainless steel case topped by a metalized edge-to-edge curved crystal that blends with the black dial. Diamonds and stick indexes pair with yellow-gold-tone hands to complete the dial. Water-resistant to 30 meters, the men's watch includes a screw-in case back, and features a quartz movement. The stainless steel bracelet secures with a deployment buckle.",
        "img": "https://www.jared.com/productimages/processed/V-270912001_0_800.jpg?pristine=true",
        "price": 337,
        "quantity": 33

    }
]